acl
acpi
acpid
alsa-lib
alsa-utils
archlinux-keyring
at-spi2-atk
at-spi2-core
atk
attr
autoconf
automake
avahi
bash
binutils
bison
bzip2
ca-certificates
cairo
chromium
chromium-libpdf-stable
chromium-pepper-flash
cloog
colord
compositeproto
coreutils
cracklib
cronie
cryptsetup
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dirmngr
dmenu
dnssec-anchors
dotconf
dropbox
e2fsprogs
elfutils
expat
fakeroot
feh
file
filesystem
findutils
fixesproto
flac
flex
fontconfig
fontsproto
freetype2
fuse
gawk
gc
gcc
gcc-libs
gdb
gdbm
gdk-pixbuf2
gettext
giblib
giflib
girara-common
girara-gtk3
git
glamor-egl
glib2
glibc
glu
gmp
gnupg
gnutls
gpgme
gpm
graphite
grep
grml-zsh-config
groff
grub
gtk-update-icon-cache
gtk2
gtk3
guile
gvim
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
htop
hwids
iana-etc
icu
imlib2
inetutils
inputproto
intel-dri
iproute2
iptables
iputils
isl
jasper
jbig2dec
jfsutils
js
json-c
kbd
kbproto
keyutils
kmod
krb5
laptop-mode-tools
lcms2
ldns
less
libarchive
libassuan
libasyncns
libatomic_ops
libcap
libcups
libdaemon
libdatrie
libdbus
libdrm
libedit
libevent
libexif
libffi
libfontenc
libgcrypt
libgpg-error
libgssglue
libgusb
libice
libid3tag
libjpeg-turbo
libksba
libldap
libltdl
libmpc
libnl
libogg
libpciaccess
libpipeline
libpng
libpulse
libsamplerate
libsasl
libsm
libsndfile
libssh2
libtasn1
libthai
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libusb
libutempter
libvdpau
libvorbis
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
logrotate
lua
lua51
lvm2
lzo2
m4
make
man-db
man-pages
mcpp
mdadm
mesa
mesa-libgl
mkinitcpio
mkinitcpio-busybox
mpfr
mtdev
mupdf
nano
ncurses
netctl
nettle
nspr
nss
ntp
openjpeg2
openresolv
openssh
openssl
opus
os-prober
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcmciautils
pcre
perl
perl-error
pinentry
pixman
pkg-config
polkit
popt
procps-ng
profont
psmisc
pth
python
python-xdg
python2
randrproto
ranger
readline
recordproto
reiserfsprogs
renderproto
rsync
ruby
run-parts
rxvt-unicode
rxvt-unicode-terminfo
s-nail
scrnsaverproto
sdl
sdl_image
sed
shadow
shared-color-profiles
shared-mime-info
snappy
spectrwm
speech-dispatcher
sqlite
sshfs
startup-notification
stone-soup
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
tmux
ttf-dejavu
tzdata
usbutils
util-linux
valgrind
vi
videoproto
vim-runtime
wayland
which
wpa_actiond
wpa_supplicant
xbitmaps
xcb-proto
xcb-util
xcb-util-keysyms
xcb-util-wm
xdg-utils
xextproto
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xf86vidmodeproto
xfsprogs
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xinit
xorg-xkbcomp
xorg-xrandr
xorg-xrdb
xorg-xset
xproto
xterm
xz
zathura
zathura-pdf-mupdf
zlib
zsh
