acpi
acpid
alsa-utils
autoconf
automake
avr-gcc
avr-gdb
avr-libc
avrdude
bash
bc
binutils
bison
bzip2
chromium
chromium-libpdf-stable
chromium-pepper-flash
cmake
coreutils
cronie
cryptsetup
ctags
dbus-glib
device-mapper
dhcpcd
dialog
diffutils
dropbox
e2fsprogs
fakeroot
feh
file
filesystem
findutils
flex
freetalk
gawk
gcc
gcc-libs
gdb
gettext
git
glew
glibc
gnuplot
grep
grml-zsh-config
groff
grub
gvim
gzip
hdparm
htop
i3lock
inetutils
iproute2
iputils
jfsutils
laptop-mode-tools
less
libtool
licenses
linux
logrotate
ltrace
lvm2
m4
make
man-db
man-pages
mdadm
mplayer
mupdf
nano
netctl
ntp
openssh
os-prober
p7zip
pacman
patch
pciutils
pcmciautils
perl
pkg-config
procps-ng
psmisc
ranger
rdesktop
reiserfsprogs
rsync
rxvt-unicode
s-nail
sdl2
sdl2_image
sdl2_mixer
sdl2_net
sdl2_ttf
sed
shadow
spectrwm
sshfs
stone-soup
strace
sudo
sysfsutils
systemd-sysvcompat
tar
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-genericextra
texlive-htmlxml
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-plainextra
texlive-pstricks
texlive-publishers
texlive-science
tmux
unclutter
usbutils
util-linux
valgrind
vi
virtualbox
virtualbox-host-dkms
w3m
which
wpa_actiond
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-xbacklight
xorg-xinit
xorg-xrandr
xorg-xrdb
xorg-xset
xterm
zathura
zathura-pdf-mupdf
zsh
