alsa-utils
arm-none-eabi-binutils
aseprite
autoconf
automake
base
binutils
bison
blender
bluez
bluez-utils
brightnessctl
btop
cava
cpputest
ddcutil
debugedit
dhcpcd
discord
dunst
fakeroot
file
findutils
firefox
firefoxpwa
flex
foot
freerdp
fzf
gawk
gcc
gdb
gettext
git
godot
grep
grim
groff
gvfs-smb
gvim
gzip
htop
hypridle
hyprland
hyprpaper
hyprpicker
hyprpolkitagent
input-leap
intel-media-driver
intel-ucode
iw
iwd
joplin-bin
just
kdeconnect
keychain
keyd
kicad
krita
libnotify
libtool
linux
linux-firmware
m4
make
man-db
mpv
neovim
nmap
noto-fonts-emoji
ntfs-3g
nushell
nvidia
nvtop
openbsd-netcat
openssh
opentabletdriver
os-prober
pacman
pacman-contrib
pandoc-cli
papirus-icon-theme
patch
pavucontrol
pipewire-alsa
pipewire-media-session
pipewire-pulse
pkgconf
prusa-slicer
reflector
remmina
rose-pine-hyprcursor
rustup
samba
sed
slurp
sudo
syncplay
teensy_loader_cli
terminus-font
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
thunar
tmux
tradingview
ttf-inconsolata
ttf-jetbrains-mono-nerd
ttf-liberation
tumbler
udiskie
unzip
uwufetch
verilator
waybar
wf-recorder
which
wl-clipboard
wlogout
wlsunset
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
yay
zsh
zsh-syntax-highlighting
